Repository: hrebenchukM/MusicPortal-Asp.Net-MVC-
Catalog: MusicPortal-Asp.Net(MVC).BLL/Resources/Resource.*.resx
Languages: de, uk

# ChooseLang
source: Выберите язык
de: Wählen Sie die Sprache
uk: Оберіть мову

# TitleRequired
source: Поле 'Название' должно быть заполнено
de: Das Feld 'Titel' muss ausgefüllt sein
uk: Поле 'Заголовок ' має бути заповнено

# Title
source: Название
de: Titel
uk: Заголовок

# MusicPortal
source: Музыкальный Портал
de: Musikportal
uk: Музичний Портал

# Login
source: Войти
de: Anmelden
uk: Увійти

# Register
source: Регистрация
de: Registrieren
uk: Зареєструватися

# Logout
source: Выйти
de: Abmelden
uk: Вийти

# Year
source: Год
de: Jahr
uk: Рік

# PathS
source: Путь аудио
de: Der Weg des Audios
uk: Шлях аудіо

# PathV
source: Путь видео
de: Der Weg des Videos
uk: Шлях відео

# PathP
source: Путь плаката
de: Der Weg des Posters
uk: Шлях плаката

# YearRequired
source: Поле 'Год' должно быть заполнено
de: Das Feld 'Jahr' muss ausgefüllt sein
uk: Поле 'Рік' має бути заповнено

# Password
source: Пароль
de: Passwort

# LoginRequired
source: Поле 'Войти' должно быть заполнено
de: Das Feld 'Anmelden' muss ausgefüllt sein
uk: Поле 'Увійти' має бути заповнено

# RegisterRequired
source: Поле 'Регистрация' должно быть заполнено
de: Das Feld 'Titel' muss ausgefüllt sein
uk: Поле 'Зареєструватися' має бути заповнено

# LogoutRequired
source: Поле 'Выйти' должно быть заполнено
de: Das Feld 'Abmelden' muss ausgefüllt sein
uk: Поле 'Вийти' має бути заповнено

# PasswordRequired
source: Поле 'Пароль' должно быть заполнено
de: Das Feld 'Passwort' muss ausgefüllt sein
uk: Поле 'Пароль' має бути заповнено

# MusicPortalRequired
source: Поле 'Музыкальный портал' должно быть заполнено
de: Das Feld 'Musikportal' muss ausgefüllt sein
uk: Поле 'Музичний Портал' має бути заповнено

# PathPRequired
source: Поле 'Путь плаката' должно быть заполнено
de: Das Feld 'Der Weg des Posters' muss ausgefüllt sein
uk: Поле 'Шлях плаката' має бути заповнено

# PathVRequired
source: Поле 'Путь видео' должно быть заполнено
de: Das Feld 'Der Weg des Videos' muss ausgefüllt sein
uk: Поле ' Шлях відео' має бути заповнено

# PathSRequired
source: Поле 'Путь аудио' должно быть заполнено
de: Das Feld 'Der Weg des Audios' muss ausgefüllt sein
uk: Поле 'Шлях аудіо' має бути заповнено

# FirstName
source: Имя
de: Vorname
uk: Ім’я

# LastName
source: Фамилия
de: Nachname
uk: Прізвище

# NameA
source: Имя артиста
de: Name des Künstlers
uk: Ім’я артиста

# NameG
source: Название жанра
de: Name des Genres
uk: Назва жанру

# FirstNameRequired
source: Поле 'Имя' должно быть заполнено
de: Das Feld 'Vorname' muss ausgefüllt sein
uk: Поле 'Ім’я' має бути заповнено

# LastNameRequired
source: Поле 'Фамилия' должно быть заполнено
de: Das Feld 'Nachname' muss ausgefüllt sein
uk: Поле 'Прізвище' має бути заповнено

# NameARequired
source: Поле 'Имя артиста' должно быть заполнено
de: Das Feld 'Name des Künstlers' muss ausgefüllt sein
uk: Поле 'Ім’я артиста' має бути заповнено

# NameGRequired
source: Поле 'Название жанра' должно быть заполнено
de: Das Feld 'Name des Genres' muss ausgefüllt sein
uk: Поле 'Назва жанру' має бути заповнено

# InvalidEmailAddress
source: Некорректный адрес
de: Ungültige Adresse
uk: Некоректна адреса

# PasswordsDoNotMatch
source: Пароли не совпадают
de: Passwörter stimmen nicht überein
uk: Паролі не співпадають

# PasswordConfirmRequired
source: Подтверждение пароля обязательно
de: Passwortbestätigung ist erforderlich
uk: Підтвердження пароля обов'язкове

# PasswordConfirm
source: Подтверждение пароля
de: Passwortbestätigung
uk: Підтвердження пароля

# RememberMe
source: Запомнить меня
de: Erinnere mich
uk: Запам'ятати мене

# LoginAsGuest
source: Войти как гость
de: Als Gast anmelden
uk: Увійти як гість

# CreateSong
source: Создать песню
de: Song erstellen
uk: Створити пісню

# Songs
source: Песни
de: Lieder
uk: Пісні

# UploadedBy
source: Загружено пользователем
de: Hochgeladen von
uk: Завантажено користувачем

# PlayNow
source: Играть сейчас
de: Jetzt spielen
uk: Грати зараз

# Filter
source: Фильтр
de: Filter
uk: Фільтр

# Welcome
source: Добро пожаловать
de: Willkommen
uk: Ласкаво просимо
